Repository: schatt/sixlayer
Catalog: Framework/Resources/Localizable.xcstrings
Source language: en
Languages: da, de, es, es_us, fr, it, ja, ko, nl, pl, sv, zh_hans

# SixLayerFramework.platform.safety.title
source: Platform Safety
da: Platform sikkerhed
de: Plattformsicherheit
es: Seguridad de la plataforma
es_us: Seguridad de la plataforma
fr: Sécurité de la plate-forme
it: Sicurezza della piattaforma
ja: プラットフォームの安全性
ko: 플랫폼 안전
nl: Platformveiligheid
pl: Bezpieczeństwo platformy
sv: Plattformssäkerhet
zh_hans: 平台安全

# SixLayerFramework.platform.security.description
source: Security features across platforms
da: Sikkerhedsfunktioner på tværs af platforme
de: Sicherheitsfunktionen auf allen Plattformen
es: Funciones de seguridad en todas las plataformas
es_us: Funciones de seguridad en todas las plataformas
fr: Fonctionnalités de sécurité sur toutes les plateformes
it: Funzionalità di sicurezza su tutte le piattaforme
ja: プラットフォーム全体にわたるセキュリティ機能
ko: 플랫폼 전반에 걸친 보안 기능
nl: Beveiligingsfuncties op verschillende platforms
pl: Funkcje bezpieczeństwa na różnych platformach
sv: Säkerhetsfunktioner över plattformar
zh_hans: 跨平台的安全功能

# SixLayerFramework.platform.security.title
source: Platform Security
da: Platformsikkerhed
de: Plattformsicherheit
es: Seguridad de la plataforma
es_us: Seguridad de la plataforma
fr: Sécurité de la plateforme
it: Sicurezza della piattaforma
ja: プラットフォームのセキュリティ
ko: 플랫폼 보안
nl: Platformbeveiliging
pl: Bezpieczeństwo platformy
sv: Plattformssäkerhet
zh_hans: 平台安全

# SixLayerFramework.runtime.capabilities.detecting
source: Detecting capabilities...
da: Registrerer muligheder...
de: Fähigkeiten erkennen...
es: Capacidades de detección...
es_us: Capacidades de detección...
fr: Capacités de détection...
it: Rilevamento delle capacità...
ja: 検出機能...
ko: 감지 기능...
nl: Mogelijkheden detecteren...
pl: Wykrywanie możliwości...
sv: Upptäcker funktioner...
zh_hans: 检测能力...

# SixLayerFramework.runtime.capabilities.refresh
source: Refresh Detection
da: Opdater registrering
de: Aktualisierungserkennung
es: Actualizar detección
es_us: Actualizar detección
fr: Actualiser la détection
it: Aggiorna rilevamento
ja: リフレッシュ検出
ko: 새로 고침 감지
nl: Vernieuwingsdetectie
pl: Odśwież wykrywanie
sv: Uppdateringsdetektering
zh_hans: 刷新检测

# SixLayerFramework.runtime.capabilities.title
source: Runtime Capabilities
da: Kørselsfunktioner
de: Laufzeitfunktionen
es: Capacidades de tiempo de ejecución
es_us: Capacidades de tiempo de ejecución
fr: Capacités d'exécution
it: Funzionalità di esecuzione
ja: ランタイム機能
ko: 런타임 기능
nl: Runtime-mogelijkheden
pl: Możliwości wykonawcze
sv: Körtidsfunktioner
zh_hans: 运行时功能

# SixLayerFramework.status.loading
source: Loading
da: Indlæser
de: Laden
es: Cargando
es_us: Cargando
fr: Chargement
it: Caricamento
ja: 読み込み中
ko: 로딩 중
nl: Laden
pl: Ładowanie
sv: Belastning
zh_hans: 加载中

# SixLayerFramework.status.loadingLocation
source: Loading location...
da: Indlæser placering...
de: Standort wird geladen...
es: Cargando ubicación...
es_us: Cargando ubicación...
fr: Chargement de la localisation...
it: Caricamento posizione...
ja: 位置情報を読み込み中...
ko: 위치 로딩 중...
nl: Locatie laden...
pl: Ładowanie lokalizacji...
sv: Laddar plats...
zh_hans: 正在加载位置...

# SixLayerFramework.success.title
source: Success
da: Succes
de: Erfolg
es: Éxito
es_us: Éxito
fr: Succès
it: Successo
ja: 成功
ko: 성공
nl: Succes
pl: Sukces
sv: Framgång
zh_hans: 成功

# SixLayerFramework.validation.email
source: Please enter a valid email address
da: Indtast venligst en gyldig e-mailadresse
de: Bitte geben Sie eine gültige E-Mail-Adresse ein
es: Por favor, ingrese una dirección de correo electrónico válida
es_us: Por favor, introduce una dirección de correo electrónico válida
fr: Veuillez entrer une adresse e-mail valide
it: Si prega di inserire un indirizzo email valido
ja: 有効なメールアドレスを入力してください
ko: 유효한 이메일 주소를 입력하세요
nl: Voer een geldig e-mailadres in
pl: Proszę wprowadzić prawidłowy adres e-mail
sv: Ange en giltig e-postadress
zh_hans: 请输入有效的电子邮件地址

# SixLayerFramework.validation.invalid
source: Invalid format
da: Ugyldigt format
de: Ungültiges Format
es: Formato no válido
es_us: Formato no válido
fr: Format non valide
it: Formato non valido
ja: 無効な形式
ko: 잘못된 형식
nl: Ongeldig formaat
pl: Nieprawidłowy format
sv: Ogiltigt format
zh_hans: 格式无效

# SixLayerFramework.validation.phone
source: Please enter a valid phone number
da: Indtast venligst et gyldigt telefonnummer
de: Bitte geben Sie eine gültige Telefonnummer ein
es: Por favor, ingrese un número de teléfono válido
es_us: Por favor ingresa un número de teléfono válido
fr: Veuillez entrer un numéro de téléphone valide
it: Inserisci un numero di telefono valido
ja: 有効な電話番号を入力してください
ko: 유효한 전화번호를 입력하세요
nl: Voer een geldig telefoonnummer in
pl: Proszę wprowadzić prawidłowy numer telefonu
sv: Ange ett giltigt telefonnummer
zh_hans: 请输入有效的电话号码

# SixLayerFramework.validation.required
source: This field is required
da: Dette felt er påkrævet
de: Dieses Feld ist erforderlich
es: Este campo es obligatorio
es_us: Este campo es obligatorio
fr: Ce champ est obligatoire
it: Questo campo è obbligatorio
ja: このフィールドは必須です
ko: 이 필드는 필수입니다
nl: Dit veld is verplicht
pl: To pole jest wymagane
sv: Detta fält är obligatoriskt
zh_hans: 此字段为必填项

# SixLayerFramework.vision.safety.description
source: Safety features for spatial computing
da: Sikkerhedsfunktioner til rumlig databehandling
de: Sicherheitsfunktionen für räumliches Computing
es: Funciones de seguridad para la informática espacial
es_us: Funciones de seguridad para la informática espacial
fr: Fonctions de sécurité pour l'informatique spatiale
it: Caratteristiche di sicurezza per il calcolo spaziale
ja: 空間コンピューティングの安全機能
ko: 공간 컴퓨팅을 위한 안전 기능
nl: Veiligheidsfuncties voor ruimtelijk computergebruik
pl: Funkcje bezpieczeństwa w obliczeniach przestrzennych
sv: Säkerhetsfunktioner för rumslig beräkning
zh_hans: 空间计算的安全功能

# SixLayerFramework.vision.safety.title
source: Vision Safety
da: Vision Sikkerhed
de: Sehsicherheit
es: Seguridad de la visión
es_us: Seguridad de la visión
fr: Sécurité visuelle
it: Sicurezza visiva
ja: 視覚の安全性
ko: 비전 안전
nl: Visie Veiligheid
pl: Bezpieczeństwo wzroku
sv: Vision Säkerhet
zh_hans: 视觉安全

# SixLayerFramework.warning.title
source: Warning
da: Advarsel
de: Warnung
es: Advertencia
es_us: Advertencia
fr: Avertissement
it: Avvertimento
ja: 警告
ko: 경고
nl: Waarschuwing
pl: Ostrzeżenie
sv: Varning
zh_hans: 警告

# SixLayerFramework.form.title
source: Form
de: Bilden
es: Forma
es_us: Forma
fr: Formulaire
it: Modulo
ja: 形状
ko: 형태
nl: Formulier
pl: Formularz
zh_hans: 形式

# SixLayerFramework.ocr.disambiguation.type
source: Type: %@
de: Typ: %@
es: Tipo: %@
es_us: Tipo: %@
it: Tipo: %@
ja: タイプ：%@
ko: 유형: %@
pl: Typ: %@
sv: Typ: %@
zh_hans: 类型：%@

# SixLayerFramework.ocr.startOCR
source: Start OCR
de: OCR starten
es: Iniciar OCR
es_us: Iniciar OCR
fr: Démarrer la ROC
it: Avvia l'OCR
ja: OCRを開始する
ko: OCR 시작
nl: OCR starten
pl: Uruchom OCR
sv: Starta OCR
zh_hans: 启动OCR

# SixLayerFramework.detail.array
source: Array
es: Formación
es_us: Formación
fr: Tableau
it: Vettore
ja: 配列
ko: 정렬
pl: Szyk
zh_hans: 大批

# SixLayerFramework.status.label
source: Status: %@
es: Estado: %@
es_us: Estado: %@
fr: Statut : %@
it: Stato: %@
ja: ステータス：%@
ko: 상태: %@
zh_hans: 状态：%@

# SixLayerFramework.status.id
source: ID: %@
es_us: IDENTIFICACIÓN: %@
